base/bono3/CRUZBLANCA/xml_test/valtrans_cruzblanca.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope  
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"  
	xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"   
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"   
	xmlns:xsd="http://www.w3.org/2001/XMLSchema"   
	xmlns:ns1="http://ws.imed.embswitch.chileoffshore.com/">   
<soapenv:Body>     
	<ns1:valtrans>      
		<extCodFinanciador>78</extCodFinanciador>
		<exFolioFinanciador>980993395</exFolioFinanciador>
		<extAccion>C</extAccion>
		<extPregunta>V</extPregunta>
	</ns1:valtrans>     
</soapenv:Body>  
</soapenv:Envelope>
